Repository: Salix-OS/salix-live-LLS
Catalog: liveenv/src-create-slxsave-xfs/po/*.po
Languages: da, de, el, ja, uk

source: ERROR: You need to be root to run this
da: FEJL: Du skal være root for at køre dette
de: FEHLER: Sie müssen root sein, um dies auszuführen
el: ΣΦΑΛΜΑ: Πρέπει να έχετε δικαιώματα χρήστη root
ja: エラー：root·ログインしてから作動してください。
uk: Помилка: Ви повинні мати права суперкористувача щоб це запустити

source: ERROR: zenity must be installed and in your PATH to run this
da: FEJL: zenity skal være installeret og i din PATH for at køre dette
de: FEHLER: zenity muss installiert und in ihrem PATH sein, um dies auszuführen
el: ΣΦΑΛΜΑ: Το zenity δεν να είναι εγκατεστημένο
ja: エラー：zenityをインストールし、正確にPATH設定をしてください。
uk: ПОМИЛКА: zenity повинен бути встановлений і бути в PATH, щоб запустити це

source: ERROR: xfsprogs must be installed to run this
da: FEJL: xfsprogs skal være installeret for at køre dette
de: FEHLER: xfsprogs muss installiert sein, um dies auszuführen
el: ΣΦΑΛΜΑ: Το xfsprogs δεν είναι εγκατεστημένο
ja: エラー：xfsprogsインストールしてから作動してください。
uk: ПОМИЛКА: xfsprogs повинен бути встановлений щоб запустити це

source: Persistent changes
da: Vedholdende ændringer
el: Μόνιμες αλλαγές
uk: Постійні зміни

source: If you wish, you can save any of your work or modification performed while in a LiveCD session.\n\nTo do this however, you must first create a special "persistent file" which will have a pre-decided fixed-size and will be formatted as a linux file system.\n\nOnce this file is created, simply reboot the LiveCD for your changes to become persistent from then on.
da: Hvis du vil, kan du gemme alt dit arbejde eller ændringer udført under en live-cd-session.\n\nFor at gøre dette, skal man dog først oprette en specielt "vedholdende fil" som skal have en foruddefineret fast størrelse og vil blive formateret som et Linux-filsystem.\n\nNår filen er oprettet skal du blot genstarte live-cd'en for at dine ændringer bliver vedholdende derfra.
el: Αν το επιθυμείτε, μπορείτε να αποθηκεύσετε τις αλλαγές που πραγματοποιείτε σε μια συνεδρια live.\n\nΓια να το κάνετε αυτό, πρέπει αρχικά να δημιουργήσετε ένα ειδικό "μόνιμο αρχείο" το οποίο θα έχει ένα προκαθορισμένο, σταθερό μέγεθος και θα διαμορφωθεί ως σύστημα αρχείων linux.\nΌταν αυτό δημιουργηθεί, απλά επανεκκινήστε το LiveCD και οι αλλαγές που θα πραγματοποιήσετε από την επόμενη συνεδρία θα γίνουν μόνιμες.
uk: Якщо Ви бажаєте, то Ви можете зберегти будь-яку Вашу роботу або зміни під час LiveCD сесії.\n\nЩоб це зробити, спочатку треба створити спеціальний "постійний файл", який буде мати наперед визначений розмір і буде сформатований як файлова система linux.\n\nЯк тільки цей файл буде створений, рестартуйте LiveCD, щоб Ваші зміни стали постійними.

source: Mount point selection
da: Valg af monteringspunkt
de: Wählen Sie den Einhängepunkt
el: Επιλογή σημείου προσάρτησης
ja: マウント·ポイントの設定
uk: Вибір точки монтування

source: Choose the mountpoint where to save the persistent file:
da: Vælg monteringspunktet hvor den vedholdende fil skal gemmes:
de: Wählen Sie den Einhängepunkt zum Speichern der beständigen Datei:
el: Επιλέξτε το σημείο προσάρτησης για την αποθήκευση του διαρκούς αρχείου
ja: パーシスタント·ファイルをマウントをするポイントを選んでください。:
uk: Виберіть точку монтування, де зберігатиметься "постійний файл":

source: Mount point
da: Monteringspunkt
de: Einhängepunkt
el: Σημείο προσάρτησης
ja: マウント·ポイント
uk: Точка монтування

source: Size (in MB)
da: Størrelse (i MB)
de: Größe (in MB)
el: Μέγεθος (σε MB)
ja: サイズ (MB)
uk: Розмір (в Мб)

source: Size selection
da: Valg af størrelse
de: Auswahl der Größe
el: Επιλογή μεγέθους
ja: サイズ設定
uk: Вибір розміру

source: Choose the size in megabytes (maximum $MAXSIZE) for persistent file on $MOUNTPOINT:
da: Vælg størrelsen i megabytes (maksimum $MAXSIZE) til den vedholdende fil på $MOUNTPOINT:
de: Wählen Sie die Größe in Megabytes (maximal $MAXSIZE) für die beständige Datei auf $MOUNTPOINT:
el: Επιλογή του μεγέθους σε MB (μέγιστο $MAXSIZE) για το διαρκές αρχείο στο $MOUNTPOINT:
ja: $MOUNTPOINTにマウントされるパーシスタント·ファイルのサイズ選んでください(最高 $MAXSIZE):
uk: Виберіть розмір в мегабайтах (максимум $MAXSIZE) для "постійного файлу" на $MOUNTPOINT:

source: Error
da: Fejl
de: Fehler
el: Σφάλμα
ja: エラー
uk: Помилка

source: The chosen size is too big ($SIZE > $MAXSIZE)
da: Den valgte størrelse er for stor ($SIZE > $MAXSIZE)
de: Die gewählte Größe ist zu hoch ($SIZE > $MAXSIZE)
el: Το μέγεθος είναι πολύ μεγάλο ($SIZE > $MAXSIZE)
ja: 選んだサイズが、大きすぎます ($SIZE > $MAXSIZE)。
uk: Вибраний розмір завеликий ($SIZE > $MAXSIZE)

source: slxsave.xfs ($SIZE MB) correctly created in $MOUNTPOINT
da: slxsave.xfs ($SIZE MB) oprettet uden problemer i $MOUNTPOINT
de: slxsave.xfs ($SIZE MB) korrekt erzeugt in $MOUNTPOINT
el: Το slxsave.xfs ($SIZE MB) δημιουργήθηκε με επιτυχία στο $MOUNTPOINT
ja: slxsave.xfs ($SIZE MB)を$MOUNTPOINTに作りました。
uk: slxsave.xfs ($SIZE Мб) коректно створений в $MOUNTPOINT

source: slxsave.xfs ($SIZE MB) cannot be created in $MOUNTPOINT
da: slxsave.xfs ($SIZE MB) kan ikke blive oprettet i $MOUNTPOINT
de: slxsave.xfs ($SIZE MB) konnte nicht in $MOUNTPOINT erzeugt werden
el: Το slxsave.xfs ($SIZE MB) δεν μπορεί να δημιουργηθεί στο $MOUNTPOINT
ja: slxsave.xfs ($SIZE MB)を$MOUNTPOINTに作ることに失敗しました。
uk: slxsave.xfs ($SIZE Мб) не може бути створений в $MOUNTPOINT

source: Create a slxsave.xfs file in order to persist changes in the live env.
da: Opret en slxsave.xfs-fil for at vedholde ændringer i live-miljøet.
uk: Створіть файл slxsave.xfs щоб зберегти зміни в live оточенні.

source: Persistence Wizard
da: Vedholdende guide
uk: Майстер збереження змін
