Repository: Salix-OS/salix-live-LLS
Catalog: liveenv/src-create-slxsave-xfs/create-slxsave-xfs-*.po
Languages: fr

source: ERROR: You need to be root to run this
fr: ERREUR : Vous devez être root pour que ça s'exécute

source: ERROR: zenity must be installed and in your PATH to run this
fr: ERREUR : zenity doit être installé et dans votre PATH pour que ça s'exécute

source: ERROR: xfsprogs must be installed to run this
fr: ERREUR : xfsprogs doit êtres installé pour que ça s'exécute

source: Persistent changes
fr: Changements persistants

source: If you wish, you can save any of your work or modification performed while in a LiveCD cession.\n\nTo do this however, you must first create a special "persistent file" which will have a pre-decided fixed-size and will be formatted as a linux file system.\n\nOnce this file is created, simply reboot the LiveCD for your changes to become persistent from then on.
fr: Si vous le désirez, vous pouvez sauvegarder votre travail ou les modifications que vous avez apporté à l'environnement de votre cession LiveCD.\n\nPour ceci, vous devez auparavant créer un "fichier de persistance" spécial qui aura une taille fixe pré-décidée et qui sera formatée avec un système de fichiers Linux.\n\nUne fois ce fichier créé, il suffira de redémarrer le LiveCD pour que tous vos changements ultérieurs soient sauvegardés.

source: Mount point selection
fr: Sélection du point de montage

source: Choose the mountpoint where to save the persistent file:
fr: Choisissez un point de montage où sauvegarder le fichier persistent :

source: Mount point
fr: Point de montage

source: Size (in MB)
fr: Taille (en Mo)

source: Size selection
fr: Sélection de la taille

source: Choose the size in megabytes (maximum $MAXSIZE) for persistent file on $MOUNTPOINT:
fr: Choisissez la taille en mégaoctets (maximum $MAXSIZE) pour le fichier persistent sur $MOUNTPOINT :

source: Error
fr: Erreur

source: The chosen size is too big ($SIZE > $MAXSIZE)
fr: La taille choisie est trop grande ($SIZE > $MAXSIZE)

source: slxsave.xfs ($SIZE MB) correctly created in $MOUNTPOINT
fr: Le fichier slxsave.xfs ($SIZE Mo) a correctement été créé dans $MOUNTPOINT

source: slxsave.xfs ($SIZE MB) cannot be created in $MOUNTPOINT
fr: Le fichier slxsave.xfs ($SIZE Mo) n'a pas pu être créé dans $MOUNTPOINT
