Repository: Salix-OS/salix-live-LLS
Catalog: livegrub2/genlocale/po/*.po
Languages: he, hu

source: Start Salix Live
hu: Salix Live inditása

source: Memory Test
hu: Memóriateszt

source: Change language
hu: Nyelv választása

source: Change keyboard layout
he: שינוי מערך המקלדת
hu: Billentyűzet kiosztás választása

source: Change boot options
he: שינוי אפשרויות אתחול
hu: Betöltési opciók választása

source: Boot to runlevel '3' (text mode)
he: אתחול אל runlevel '3' (מצב טקסט)
hu: Indítás '3'-as futási szinten (szöveges mód)

source: Boot to runlevel '4' (graphical login) (default)
he: אתחול אל runlevel '4' (התחברות גרפית) (ברירת מחדל)
hu: Indítás '4'-es futási szinten (grafikus bejelentkezés) (alapértelmezett)

source: Enable 'Copy everything to RAM'
he: לאפשר 'העתקת הכל אל RAM'
hu: Engedélyezi a 'Minden másolása a RAM-ba' opciót

source: Disable 'Copy everything to RAM' (default)
he: לנטרל 'העתקת הכל אל RAM' (ברירת מחדל)
hu: Titlja a 'Minden másolása a RAM-ba' funkciót (alapértelmezett)

source: Enable numlock on boot
he: לאפשר את numlock בזמן אתחול
hu: Numerikus billentyűzet engedélyezése indításkor

source: Disable numlock on boot (default)
he: לנטרל את numlock בזמן אתחול (ברירת מחדל)
hu: Numerikus billentyűzet tiltása indításkor (alapértelmezett)

source: Enable synaptics fdi (sometimes unreliable)
he: לאפשר את synaptics fdi (לעיתים לא קריא)
hu: Engedélyezi a synaptics fdi használatát (néha megbízhatatlan)

source: Disable synaptics fdi (reliable) (default)
he: לנטרל את synaptics fdi (קריא) (ברירת מחדל)
hu: Tiltja a synaptics fdi használatát (megbízható) (alapértelmezett)

source: Return to boot menu
he: חזרה אל תפריט האתחול
hu: Vissza az indító menübe
